{
    "active-traders": "Active Traders",
    "borrow-desc": "All tokens on Mango can be borrowed for use in other DeFi activities. Plus, all deposits earn interest without unlock periods.",
    "borrow-heading": "Borrow and earn interest",
    "build-desc": "Mango is 100% open source and highly composable. Build trading bots, new product integrations, community tools or whatever you desire. Explore the code and get building.",
    "build-heading": "Build on Mango",
    "community-governed": "Community governed",
    "community-governed-desc": "Mango is governed by the Mango DAO. Fully transparent and open to all.",
    "competitive-fees": "Competitive fees",
    "competitive-fees-desc": "Low fees for taker trades and rebates for maker trades. Plus, Solana's extremely low transaction costs.",
    "cross-margin": "Cross-margin accounts",
    "cross-margin-desc": "Leverage across all your positions. Open multiple accounts to isolate your risk.",
    "daily-trades": "24h Trades",
    "daily-volume": "24h Volume",
    "deeply-liquid": "Deeply liquid markets",
    "deeply-liquid-desc": "Get the best price with access to all of the liquidity on Solana.",
    "explore-the-code": "Explore the code",
    "get-started": "Get Started",
    "home-heading": "Safer. Smarter. Faster.",
    "home-desc": "A magical new way to interact with DeFi. Groundbreaking safety features designed to keep your funds secure. The easiest way to margin trade any token pair. All powered by flashloans.",
    "leverage-trade-desc": "Up to 10x leverage on the spot and perp markets you want to trade. Cross-margined accounts allow you to make the most of your capital.",
    "leverage-trade-heading": "Leverage trade your favorite markets",
    "lightning-execution": "Lightning execution",
    "lightning-execution-desc": "The speed of a centralized exchange without losing control of your assets.",
    "list-token": "List a Token",
    "markets-desc": "New markets are added frequently via Mango DAO. Anyone can propose a token or market to list.",
    "safety-desc": "Innovative safety features to protect your funds. Mango is manipulation resistant to minimize potential losses from bad actors or extreme volatility.",
    "safety-heading": "Unparalleled safety",
    "swap-desc": "The simplicity you love with the power of flash loans. Swap with up to 5x leverage and the best aggregated prices from all the top DEX's.",
    "swap-heading": "Level up your swaps",
    "swap-now": "Swap Now",
    "token-listings-desc": "Anyone can easily list any token on Mango. A governance proposal is created upon submission and if successful the token will list automatically.",
    "token-listings-heading": "Permissionless token listings",
    "tooltip-active-traders": "Weekly active Mango Accounts",
    "tooltip-daily-trades": "Number of trades across spot, swap and perp",
    "tooltip-daily-volume": "Volume across spot, swap and perp",
    "trade-your-way": "Trade your way",
    "trade-your-way-desc": "Leverage swap or orderbook maxi? Mango is optimized for all devices so you can trade how you want, when you want."
}