{
    "buy-mngo": "Buy MNGO",
    "discuss": "Discuss",
    "discuss-desc": "Proposals are born in our Forum or Discord. Details are discussed and questioned by the community.",
    "drive-direction": "Drive the direction of Mango.",
    "execute": "Execute",
    "execute-desc": "If the proposal passes the vote it will be executed.",
    "explore-governance": "Explore Governace",
    "get-mngo": "Get MNGO to vote and create proposals",
    "get-mngo-desc": "Anyone can participate in DAO discussions but if you want to influence DAO outcomes you need MNGO. Voting on proposals requires holding MNGO. In voting, one unlocked MNGO is equal to one vote. Additional vote weight can be achieved by locking tokens. Creating proposals requires a minimum of 100,000 MNGO.",
    "join-discord": "Join Discord",
    "join-mango-dao": "Join Mango DAO.",
    "list-market": "Propose a new market",
    "open-democracy": "An open democracy.",
    "page-heading": "Governed by the Mango DAO.",
    "page-intro": "Mango and its assets are owned and governed by the Mango DAO. This includes all fees and revenue generated by Mango's products.",
    "power-people": "Power to the people",
    "proposal-life-cycle": "The proposal life cycle.",
    "propose": "Propose",
    "propose-desc": "If you hold at least 100,000 MNGO you can create an on-chain proposal. It's simple for common activities like listing markets and token transfers.",
    "vote": "Vote",
    "vote-desc": "Mango token holders vote on-chain for or against the proposal. Votes are weighted by the amount of MNGO you have. Tokens can be locked for additional vote weight.",
    "open-finances": "Open financials",
    "open-finances-desc": "All financials are accessible and easily scrutinized. Keep an eye on treasury balances and any outgoing transactions.",
    "view-current-proposals": "View current proposals",
    "view-forum": "View Forum",
    "view-votes": "Transparent voting",
    "view-votes-desc": "See which wallets are voting, how they're voting and how much weight they have to influence outcomes.",
    "fees-accrue": "Revenue growth",
    "fees-accrue-desc": "All revenue from Mango's products accrue to the DAO. These funds can be spent on any proposal provided it's approved by vote."
}