{
    "borrow-any-token": "Borrow any listed token",
    "borrow-any-token-desc": "All tokens listed on Mango can be borrowed with each token having unique risk parameters and isolated platform risk. In the unlikely event of socialized loss, only depositors in the affected token would lose funds.",
    "borrow-now": "Borrow Now",
    "build-your-own": "Build your own",
    "build-your-own-desc": "All of Mango's code is open source. Developers are encouraged to iterate on our existing bots, start from scratch or to integrate with the protocol in other interesting ways.",
    "built-for-traders-holders": "More ways to win.",
    "built-for-traders-holders-desc": "Mango v4 is made for imaginative trading strategies. Max-leverage, funding arbitrage, basis trade, borrow or invest.",
    "bullet-1": "Trade spot & perpetuals up to 10x leverage.",
    "bullet-2": "Earn interest on all deposits.",
    "bullet-3": "Borrow any token.",
    "bullet-4": "Permissionless token listings.",
    "community-governed": "Community governed",
    "community-governed-desc": "Mango is governed by the Mango DAO. Fully transparent and open to all.",
    "competitive-fees": "Competitive fees",
    "competitive-fees-desc": "Low fees for taker trades and rebates for maker trades. Plus, Solana's extremely low transaction costs.",
    "connect-mango": "Connect to Mango",
    "connect-mango-desc": "Connect your wallet to Mango and we'll step you through setting up your account and making your first deposit.",
    "cross-margin": "Cross-margin accounts",
    "cross-margin-desc": "Leverage across all your positions. Open multiple accounts to isolate your risk.",
    "crypto-loves-mango": "Crypto loves Mango.",
    "deeply-liquid": "Deeply liquid markets",
    "deeply-liquid-desc": "Get the best price with access to all of the liquidity on Solana.",
    "deposit-now": "Deposit Now",
    "earn-interest": "Earn interest on all deposits",
    "earn-interest-desc": "Every deposit into your Mango Account earns interest automatically via lending pools. You don't have to trade to grow your stack and your funds are instantly available when it's time to deploy.",
    "everything": "everything",
    "explore-the-code": "Explore the code",
    "fund-wallet": "Fund your wallet",
    "fund-wallet-desc": "The easiest way to fund your wallet is through an exchange like Binance, Coinbase or Bybit. You can withdraw USDC and SOL to your Solana wallet address.",
    "get-started": "Get Started",
    "getting-started": "Getting started is easy",
    "get-phantom": "Get Phantom",
    "get-solflare": "Get Solflare",
    "get-wallet": "Get your Solana wallet",
    "get-wallet-desc": "Phantom and Solflare are popular wallets with great browser extensions. Either is a good choice to use with Mango.",
    "lightning-execution": "Lightning execution",
    "lightning-execution-desc": "The speed of a centralized exchange without losing control of your assets.",
    "liquidator": "Liquidator",
    "liquidator-desc": "Liquidators protect the protocol from bad debt and earn fees for executing liquidations. Interested? We've built an open source liquidator to get you started.",
    "liquidator-link": "Become a liquidator",
    "long-short-everything": "Long & short",
    "market-maker": "Market maker",
    "market-maker-desc": "Market makers deploy strategies to profit from the spread of markets. They are an important liquidity source. Become a Mango Market Maker using our starter bot.",
    "market-maker-link": "Become a market maker",
    "new-to-mango": "New to Mango?",
    "risk-engine": "Safety first.",
    "risk-engine-desc": "The risk engine for v4 is at the core of its design.",
    "saying-about-us": "See what the community is saying about us.",
    "swap-desc": "The simplicity of swap with the power of leverage.",
    "swap-heading": "Swap it like it's hot.",
    "swap-highlight-1-desc": "Mango Swap implements flash loans to add margin to your swaps. When you use margin a loan will be opened for you.",
    "swap-highlight-1-heading": "Up to 5x leverage",
    "swap-highlight-2-desc": "The liquidity for swaps routes through Jupiter (the top liquidity aggregator on Solana). This means you best the best possible price.",
    "swap-highlight-2-heading": "Best prices on Solana",
    "swap-highlight-3-desc": "The sky's the limit. Long or short any token vs any other.",
    "swap-highlight-3-heading": "Long or short any pair",
    "swap-now": "Swap Now",
    "token-listings": "Unlimited tokens and markets",
    "token-listings-desc": "Mango can list an unlimted number of tokens and markets. Any Solana token. Any perp market. Listing is permissionless and anyone can propose a listing via Mango DAO governance. Listing proposals are expidited and only run for 24 hours.",
    "trade-earn-borrow": "Trade, earn and borrow",
    "trade-earn-borrow-desc": "You're all set to leave centralized exchanges behind.",
    "trade-your-way": "Trade your way",
    "trade-your-way-desc": "Leverage swap or orderbook? Desktop or mobile? trade how you want, when you want.",
    "trading-bots-welcome": "Trading bots welcome.",
    "trading-bots-welcome-desc": "If you're an algo trader or interested in integrating with Mango, we've built some useful tools to get you started."
}