{
    "borrow-any-token": "Borrow any token.",
    "borrow-any-token-desc": "Every token listed on Mango can be borrowed. Deposit collateral  into your account and you’re good to go. Borrowed tokens are withdrawn to your wallet.",
    "borrow-now": "Borrow Now",
    "build-your-own": "Build your own.",
    "build-your-own-desc": "All of Mango’s code is open source. We encourage developers to build their own trading bots or to integrate with the protocol in other interesting ways.",
    "built-for-traders-holders": "Built for traders & holders.",
    "built-for-traders-holders-desc": "Whether you’re a hardcore algo trader or a long-term holder, Mango has features to benefit all investment styles.",
    "bullet-1": "Trade spot & perpetuals up to 10x leverage.",
    "bullet-2": "Earn interest on all deposits.",
    "bullet-3": "Borrow any token.",
    "bullet-4": "Anyone can list any Solana token on Mango.",
    "community-governed": "Community governed.",
    "community-governed-desc": "Mango is governed by the Mango DAO. Fully transparent and open to all.",
    "competitive-fees": "Competitive fees.",
    "competitive-fees-desc": "Low fees for taker trades and rebates for maker trades. Plus, Solana's extremely low transaction costs.",
    "connect-mango": "Connect to Mango.",
    "connect-mango-desc": "Connect your wallet to Mango and we’ll step you through setting up your account and making your first deposit.",
    "cross-margin": "Cross-margin accounts.",
    "cross-margin-desc": "Leverage across all your positions. Open multiple accounts to isolate your risk.",
    "deeply-liquid": "Deeply liquid markets.",
    "deeply-liquid-desc": "Get the best price with access to all of the liquidity on Solana.",
    "deposit-now": "Deposit Now",
    "earn-interest": "Earn interst on all deposits",
    "earn-interest-desc": "Every deposit into your Mango Account earns interest automatically. No need to trade to grow your stack.",
    "explore-the-code": "Explore the code",
    "fund-wallet": "Fund your wallet.",
    "fund-wallet-desc": "The easiest way to fund your wallet is through an exchange like Binance, Coinbase or Bybit. You can withdraw USDC and SOL to your Solana wallet address.",
    "getting-started": "Getting started is easy.",
    "get-wallet": "Get your Solana wallet.",
    "get-wallet-desc": "Phantom and Solflare are popular wallets with great browser extensions. Either is a good choice to use with Mango.",
    "lightning-execution": "Lightning execution.",
    "lightning-execution-desc": "The speed of a centralised exchange without losing control of your assets.",
    "liquidator": "Liquidator.",
    "liquidator-desc": "Liquidators protect the protocol from bad debt and earn fees for executing liquidations. Interested? We’ve built an open source liquidator to get you started.",
    "liquidator-link": "Become a liquidator",
    "long-short-everything": "Long & short everything.",
    "market-maker": "Market maker.",
    "market-maker-desc": "Market makers deploy strategies to profit from the spread of markets. They are an important liquidity source. Become a Mango Market Maker using our starter bot.",
    "market-maker-link": "Become a market maker",
    "new-to-mango": "New to Mango?",
    "risk-engine": "Sophisticated risk engine.",
    "risk-engine-desc": "The risk engine for v4 is at the core of its design. Features include, manipulation resistent price oracles, insurance fund, partial liquidations, DAO governed risk parameters and emergency reduce-only mode.",
    "swap-desc": "The simplicity of swap with the power of leverage.",
    "swap-heading": "Swap it like it's hot.",
    "swap-highlight-1-desc": "Mango Swap implements flash loans to let you lever up your swaps.",
    "swap-highlight-1-heading": "Swap up to 5x your balance.",
    "swap-highlight-2-desc": "Built on top of Solana’s top liquidity aggregator, Jupiter so you get the best swap price possible.",
    "swap-highlight-2-heading": "Best prices on Solana.",
    "swap-highlight-3-desc": "The sky's the limit. Long or short any token vs any other.",
    "swap-highlight-3-heading": "Long or short any token pair.",
    "swap-now": "Swap Now",
    "token-listings": "Unlimited token listings.",
    "token-listings-desc": "More tokens. More ways to win. Any Solana token can be listed on Mango and anyone can propose a listing. Perp markets will be listed for your favorite non-Solana tokens.",
    "trade-earn-borrow": "Trade, earn and borrow.",
    "trade-earn-borrow-desc": "You're all set to leave centralized exchanges behind.",
    "trade-your-way": "Trade your way.",
    "trade-your-way-desc": "Leverage swap or orderbook maxi? Mango is optimized for all devices so you can trade how you want, when you want.",
    "trading-bots-welcome": "Trading bots welcome.",
    "trading-bots-welcome-desc": "If you’re an algo trader or interested in integrating with Mango, we’ve built some useful tools to get you started."
}